export const dishList = [
  {
    cookingTime: 20,
    id: 1,
    categoryId: 11,
    title: "Классический палак-панир",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Сыр панир",
        amount: "100 г",
      },
      {
        title: "Шпинат",
        amount: "250 г",
      },
      {
        title: "Зеленый перец чили",
        amount: "2 шт",
      },
      {
        title: "Имбирь",
        amount: "10 г",
      },
      {
        title: "Растительное масло",
        amount: "30 мл",
      },
      {
        title: "Пажитник",
        amount: "щепотка",
      },
      {
        title: "Лук репчатый",
        amount: "1 головка",
      },
      {
        title: "Кумин (зира)",
        amount: "1/4 чайной ложки",
      },
      {
        title: "Чеснок",
        amount: "1 зубчик",
      },
      {
        title: "Томатное пюре",
        amount: "250 мл",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Нарезать панир на квадраты размером 5х5 см и толщиной около 2,5 см.",
      },
      {
        number: 2,
        text:
          "У перца удалить семена и измельчить, так же нарезать шпинат, имбирь, лук и чеснок.",
      },
      {
        number: 3,
        text:
          "В сотейник налить 50 мл воды, бросить туда чили, шпинат и имбирь, потушить на умеренно высоком огне 3–4 минуты. Откинуть на сито, чтобы избавиться от лишней влаги, затем отправить овощи в блендер и пробить их до состояния пюре.",
      },
      {
        number: 4,
        text:
          "На сковороде разогреть масло, обжарить пажитник в течение 30 секунд, добавить лук и жарить около 5 минут до золотистого цвета. Добавить зиру и чеснок, жарить еще 30 секунд, добавить томатное пюре, готовить 5 минут. Посолить по вкусу.",
      },
      {
        number: 5,
        text:
          "Добавить панир, аккуратно перемешать, добавить пюре из шпината и готовить еще 2 минуты. Затем подавать.",
      },
    ],
  },

  {
    cookingTime: 20,
    id: 2,
    categoryId: 11,
    title: "Баклажаны пармиджано",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Баклажаны",
        amount: "1 кг",
      },
      {
        title: "Растительное масло",
        amount: "100 мл",
      },
      {
        title: "Оливковое масло",
        amount: "40 мл",
      },
      {
        title: "Чеснок",
        amount: "1 зубчик",
      },
      {
        title: "Консервированные помидоры кусочками",
        amount: "1 кг",
      },
      {
        title: "Сыр моцарелла",
        amount: "300 г",
      },
      {
        title: "Тертый сыр пармезан",
        amount: "100 г",
      },
      {
        title: "Базилик",
        amount: "10 г",
      },
      {
        title: "Соль",
        amount: "по вкусу",
      },
      {
        title: "Перец черный молотый",
        amount: "по вкусу",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Баклажаны нарезать ломтиками толщиной около сантиметра. Выложить их слоями в большую емкость, просаливая каждый слой. Оставить на час. Затем промыть и обсушить на бумажных полотенцах",
      },
      {
        number: 2,
        text:
          "В сковороде разогреть растительное масло и обжарить на нем баклажаны с обеих сторон до золотисто-коричневого цвета. Готовые баклажаны выложить на бумажные полотенца",
      },
      {
        number: 3,
        text:
          "В сотейнике разогреть оливковое масло, обжарить измельченный чеснок в течение 30 секунд, затем добавить помидоры и измельченный базилик. Тушить 5–7 минут, пока помидоры не размякнут. Посолить и поперчить по вкусу",
      },
      {
        number: 4,
        text:
          "Форму для выпечки смазать оливковым маслом, выложить слой баклажанов, смазать соусом, затем выложить моцареллу и пармезан. Повторить еще два раза, завершить слоем пармезана. Поставить в духовку, разогретую до 180 градусов, на 40 минут",
      },
    ],
  },

  {
    cookingTime: 20,
    id: 3,
    categoryId: 11,
    title: "Котлеты морковные",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Морковь",
        amount: "1 кг",
      },
      {
        title: "Молоко",
        amount: "1/2 стакана",
      },
      {
        title: "Манная крупа",
        amount: "1/2 стакана",
      },
      {
        title: "Панировочные сухари",
        amount: "1/2 стакана",
      },
      {
        title: "Яйцо куриное",
        amount: "3 штуки",
      },
      {
        title: "Сахар",
        amount: "1 чайная ложка",
      },
      {
        title: "Растительное масло",
        amount: "3 столовые ложки",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Очищенную и промытую морковь тонко нарезать ломтиками или соломкой, сложить в кастрюлю, залить горячим молоком, добавить столовую ложку масла, сахар, соль, накрыть крышкой и тушить до готовности на среднем огне, помешивая, чтобы морковь не пригорела.",
      },
      {
        number: 2,
        text:
          "Когда морковь будет готова, посыпать ее манной крупой и, помешивая, варить на слабом огне 8-10 минут.",
      },
      {
        number: 3,
        text:
          "Затем морковь снять с огня, положить в нее яичные желтки, хорошо вымешать и охладить.",
      },
      {
        number: 4,
        text:
          "Из охлажденной массы приготовить котлеты, смочить яичным белком, обвалять в сухарях и обжарить с обеих сторон. Готовые котлеты подать к столу со сметанным или молочным соусом.",
      },
    ],
  },

  {
    cookingTime: 20,
    id: 4,
    categoryId: 11,
    title: "Писто",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Цукини",
        amount: "2 шт",
      },
      {
        title: "Баклажаны",
        amount: "1 штука",
      },
      {
        title: "Сладкий перец",
        amount: "3 штуки",
      },
      {
        title: "Лук репчатый",
        amount: "3 головки",
      },
      {
        title: "Консервированные помидоры кусочками",
        amount: "400 г",
      },
      {
        title: "Чеснок",
        amount: "3 зубчика",
      },
      {
        title: "Сушеный тимьян",
        amount: "по вкусу",
      },
      {
        title: "Сушеный розмарин",
        amount: "по вкусу",
      },
      {
        title: "Оливковое масло",
        amount: "90 мл",
      },
      {
        title: "Яйцо куриное",
        amount: "4 штуки",
      },
      {
        title: "Сахар",
        amount: "по вкусу",
      },
      {
        title: "Соль",
        amount: "по вкусу",
      },
      {
        title: "Перец черный молотый",
        amount: "по вкусу",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Нарезать баклажан небольшими кубиками, выложить на бумажные полотенца, посолить и оставить на 10 минут.",
      },
      {
        number: 2,
        text:
          "Остальные овощи нарезать так же, как баклажан. На сковороде разогреть оливковое масло, обжарить лук и перцы до мягкости в течение 12–14 минут на среднем огне. Затем добавить измельченный чеснок, жарить 30 секунд и добавить помидоры, тимьян и розмарин, перемешать и оставить на среднем огне на 10 минут.",
      },
      {
        number: 3,
        text:
          "В отдельной сковороде обжарить баклажан на небольшом количестве оливкового масла в течение 4–5 минут. Переложить баклажан в чистую посуду. В той же сковороде обжарить цукини, также 4–5 минут.",
      },
      {
        number: 4,
        text:
          "Добавить обжаренные цукини и баклажан к овощам, перемешать, накрыть крышкой и тушить 20 минут.",
      },
      {
        number: 5,
        text:
          "Добавить сахар, соль и перец по вкусу, перемешать, сделать в овощной массе углубления и разбить в них яйца так, чтобы желток остался целым. Накрыть крышкой и готовить еще 4–5 минут, пока белок не схватится.",
      },
    ],
  },

  {
    cookingTime: 20,
    id: 5,
    categoryId: 11,
    title: "Салат с айвой, свеклой, маринованными огурцами и каперсами",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Айва",
        amount: "1 штука",
      },
      {
        title: "Морковь",
        amount: "200 г",
      },
      {
        title: "Свекла",
        amount: "200 г",
      },
      {
        title: "Корнишоны",
        amount: "50 г",
      },
      {
        title: "Каперсы",
        amount: "20 г",
      },
      {
        title: "Мед",
        amount: "80 г",
      },
      {
        title: "Яблочный уксус",
        amount: "50 мл",
      },
      {
        title: "Масло из виноградных косточек",
        amount: "120 мл",
      },
      {
        title: "Кейломания: микс №1 «Белая Дача»",
        amount: "100 г",
      },
      {
        title: "Перец черный молотый",
        amount: "по вкусу",
      },
      {
        title: "Соль",
        amount: "по вкусу",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Айву, морковь и свеклу очистить при помощи овощечистки и нарезать тонкой соломкой. Можно воспользоваться теркой.",
      },
      {
        number: 2,
        text:
          "Венчиком смешать мед с уксусом, добавив соль и перец. Не переставая взбивать постепенно влить масло.",
      },
      {
        number: 3,
        text:
          "Получившимся соусом заправить айву, свеклу и морковь отдельно. Оставить немного соуса и заправить им микс с кейлом.",
      },
      {
        number: 4,
        text:
          "Корнишоны нарезать тонкой соломкой, а каперсы измельчить. Смешать корнишоны и каперсы.",
      },
      {
        number: 5,
        text:
          "Через кулинарное кольцо выложить сначала свеклу, затем айву, следом тонкий слой огурцов с каперсами, завершить слоем моркови. Вокруг башенки красиво выложить салатный микс.",
      },
    ],
  },

  {
    cookingTime: 15,
    id: 6,
    categoryId: 11,
    title: "Суп энгамат",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Цветная капуста",
        amount: "1/2 штуки",
      },
      {
        title: "Морковь",
        amount: "3 штуки",
      },
      {
        title: "Картофель",
        amount: "3 штуки",
      },
      {
        title: "Лук-порей ",
        amount: "1/2 штуки",
      },
      {
        title: "Стручковый зеленый горошек",
        amount: "150 г",
      },
      {
        title: "Шпинат",
        amount: "100 г",
      },
      {
        title: "Овощной бульон",
        amount: "1 л",
      },
      {
        title: "Пшеничная мука",
        amount: "1 столовая ложка",
      },
      {
        title: "Молоко",
        amount: "200 мл",
      },
      {
        title: "Яичный желток",
        amount: "2 штуки",
      },
      {
        title: "Соль",
        amount: "по вкусу",
      },
      {
        title: "Сливки",
        amount: "150 мл",
      },
      {
        title: "Перец черный молотый",
        amount: "по вкусу",
      },
      {
        title: "Укроп",
        amount: "по вкусу",
      },
      {
        title: "Петрушка",
        amount: "по вкусу",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Овощи промыть и нарезать на дольки, не очень мелко. Горошек разрезать на три части.",
      },
      {
        number: 2,
        text:
          "Дать бульону закипеть и положить морковь, картофель, цветную капусту и лук-порей, варить почти до готовности.",
      },
      {
        number: 3,
        text:
          "Муку размешать в молоке и вылить в суп. Добавить шпинат и горошек, варить несколько минут.",
      },
      {
        number: 4,
        text:
          "Желтки перемешать со сливками и вылить в горячий суп. Суп после этого кипятить нельзя, только подогревать. Посолить, поперчить и посыпать зеленью при подаче.",
      },
    ],
  },

  {
    cookingTime: 35,
    id: 7,
    categoryId: 11,
    title: "Фасолада",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Белая фасоль",
        amount: "500 г",
      },
      {
        title: "Оливковое масло",
        amount: "200 мл",
      },
      {
        title: "Красный лук",
        amount: "2 штуки",
      },
      {
        title: "Морковь",
        amount: "2 штуки",
      },
      {
        title: "Стебель сельдерея",
        amount: "2 штуки",
      },
      {
        title: "Пассата",
        amount: "500 г",
      },
      {
        title: "Перец черный молотый",
        amount: "по вкусу",
      },
      {
        title: "Соль",
        amount: "по вкусу",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Фасоль залить большим количеством холодной воды и оставить на 14–16 часов.",
      },
      {
        number: 2,
        text:
          "Разбухшую фасоль промыть и пересыпать в кастрюлю, залить водой так, чтобы она покрывала фасоль, поставить на огонь и довести до кипения. Снять образовавшуюся пену и слить воду.",
      },
      {
        number: 3,
        text:
          "В той же кастрюле, где варилась фасоль, разогреть оливковое масло, обжарить мелко нарезанный лук до прозрачности, затем добавить крупно нарезанные морковь и сельдерей, обжаривать еще минуту. Добавить фасоль, обжаривать, помешивая, еще 2 минуты, влить пассату, хорошо перемешать. Залить 1,5 литрами горячей воды, накрыть крышкой и варить 1,5 часа на небольшом огне до готовности фасоли. Каждые 30 минут проверять, достаточно ли воды. Суп должен быть густым, но все же супом.",
      },
    ],
  },

  {
    cookingTime: 35,
    id: 8,
    categoryId: 11,
    title: "Шакшука с пряностями",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Лук репчатый",
        amount: "1 головка",
      },
      {
        title: "Желтый сладкий перец",
        amount: "1/2 штуки",
      },
      {
        title: "Перец чили",
        amount: "1 штука",
      },
      {
        title: "Зеленый сладкий перец",
        amount: "1/2 штуки",
      },
      {
        title: "Чеснок",
        amount: "2 зубчика",
      },
      {
        title: "Кумин (зира)",
        amount: "1/2 чайной ложки",
      },
      {
        title: "Куркума",
        amount: "1/2 чайной ложки",
      },
      {
        title: "Оливковое масло",
        amount: "3 столовые ложки",
      },
      {
        title: "Яйцо куриное",
        amount: "2 штуки",
      },
      {
        title: "Соль",
        amount: "по вкусу",
      },
      {
        title: "Зелень",
        amount: "по вкусу",
      },
    ],
    steps: [
      {
        number: 1,
        text: "Нарезать кубиками болгарские перцы. Очистить от кожуры томаты.",
      },
      {
        number: 2,
        text:
          "Разогреть в сковороде оливковое масло. Добавить мелко нарезанный лук и обжаривать его до мягкости.",
      },
      {
        number: 3,
        text:
          "Добавить болгарские перцы и обжаривать на среднем огне минуты 3, постоянно помешивая, чтобы перец не подгорел.",
      },
      {
        number: 4,
        text:
          "Добавить давленный чеснок, кумин, куркуму и мелко нарезанный острый перчик, перемешать и обжаривать ещё примерно минуту.",
      },
      {
        number: 5,
        text:
          "После добавить томаты, посолить, помешать и тушить смесь на медленном огне ещё 5 минут.",
      },
      {
        number: 6,
        text:
          "Сделать в овощах ложкой 2 небольшие выемки и выбить туда яйца. Белок аккуратно вмешать в смесь. Яйца посолить и поперчить. Держать смесь на среднем огне до момента, пока не схватится белок.",
      },
      {
        number: 7,
        text: "Подавать посыпав зеленью.",
      },
    ],
  },

  {
    cookingTime: 35,
    id: 9,
    categoryId: 5,
    title: "Булочки-спиральки",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Сахар",
        amount: "2 столовые ложки",
      },
      {
        title: "Соль",
        amount: "1,5 чайные ложки",
      },
      {
        title: "Сухие дрожжи ",
        amount: "7 г",
      },
      {
        title: "Пшеничная мука",
        amount: "450 г",
      },
      {
        title: "Молоко",
        amount: "225 мл",
      },
      {
        title: "Сливочное масло",
        amount: "40 г",
      },
      {
        title: "Яйцо куриное",
        amount: "1 штука",
      },
    ],
    steps: [
      {
        number: 1,
        text: "Растопить в сотейнике сливочное масло с молоком.",
      },
      {
        number: 2,
        text: "Смешать в миске муку, дрожжи, сахар и соль.",
      },
      {
        number: 3,
        text: "Постепенно ввести содержимое миски в сотейник.",
      },
      {
        number: 4,
        text: "Скатать из теста шар.",
      },
      {
        number: 5,
        text:
          "Смазать миску сливочным маслом или маргарином, положить тесто, закрыть и оставить на полчаса в теплом месте.",
      },
      {
        number: 6,
        text:
          "Нарезать тесто на 12 ровных частей, из каждой части скатать полоски длиной около 30 см, завернуть полоску спиралью.",
      },
      {
        number: 7,
        text:
          "Взбить яйцо с 1 чайной ложкой воды, сверху обмазать смесью булочки.",
      },
      {
        number: 8,
        text:
          "Выложить на смазанный маслом противень и выпекать до готовности в духовне при температуре 190 градусов.",
      },
    ],
  },

  {
    cookingTime: 15,
    id: 10,
    categoryId: 5,
    title: "Венгерский яблочный пирог",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Пшеничная мука",
        amount: "130 г",
      },
      {
        title: "Сахар",
        amount: "150 г",
      },
      {
        title: "Разрыхлитель",
        amount: "7 г",
      },
      {
        title: "Корица ",
        amount: "1/2 чайной ложки",
      },
      {
        title: "Сливочное масло ",
        amount: "120 г",
      },
      {
        title: "Яблоко",
        amount: "7 штук",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Смешиваем в отдельной посуде муку, манку, сахар, разрыхлитель и корицу.",
      },
      {
        number: 2,
        text:
          "Яблоки моем, чистим от кожуры и семенных коробочек и натираем на крупной терке.",
      },
      {
        number: 3,
        text:
          "Форму для выпекания выстилаем пекарской бумагой или фольгой и обильно смазываем сливочным маслом.",
      },
      {
        number: 4,
        text:
          "Насыпаем на дно формы часть сухой смеси — слой должен быть не слишком толстый, и разравниваем. Затем выкладываем натертые яблоки — слоем, примерно, такой же толщины, разравниваем. Чередуя слои, выкладываем всю сухую смесь и яблоки, последним должен быть сухой слой. У меня вышло три сухих и два яблочных слоя. Сверху натираем на терке сливочное масло.",
      },
      {
        number: 5,
        text:
          "Духовку разогреваем до 180 градусов. Выпекаем пирог в течение 40–45 минут — корочка должна стать румяной.",
      },
    ],
  },

  {
    cookingTime: 15,
    id: 11,
    categoryId: 5,
    title: "Генуэзский пирог с рикоттой и цукини",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Цукини",
        amount: "3 штуки",
      },
      {
        title: "Дрожжевое слоеное тесто",
        amount: "500 г",
      },
      {
        title: "Сыр пармезан",
        amount: "50 г",
      },
      {
        title: "Сыр рикотта",
        amount: "500 г",
      },
      {
        title: "Яйцо куриное",
        amount: "4 штуки",
      },
      {
        title: "Петрушка",
        amount: "50 г",
      },
      {
        title: "Базилик",
        amount: "50 г",
      },
      {
        title: "Оливковое масло",
        amount: "50 г",
      },
      {
        title: "Сливочное масло",
        amount: "20 г",
      },
      {
        title: "Соль",
        amount: "по вкусу",
      },
      {
        title: "Молотый белый перец",
        amount: "по вкусу",
      },
      {
        title: "Мускатный орех",
        amount: "щепотка",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Нарезать два цукини полукольцами и обжарить до мягкости и легкой золотистости на оливковом масле с добавлением кусочка сливочного. Оставшийся цукини нарезать тонкими ломтиками (они понадобятся для украшения) и отложить.",
      },
      {
        number: 2,
        text:
          "Взбить яйца и, продолжая взбивать, добавить рикотту, соль и перец по вкусу, щепотку мускатного ореха. Перемешать смесь с обжаренными цукини, добавить тертый пармезан и мелко нарубленную зелень петрушки и базилика.",
      },
      {
        number: 3,
        text:
          "Форму смазать сливочным маслом, поместить в нее раскатанное тонким пластом тесто, разложить на него смесь, завернуть края, украсить поверхность сырной смеси кольцами цукини. Поставить в духовку, разогретую до 180 градусов, на двадцать-тридцать минут.",
      },
    ],
  },

  {
    cookingTime: 15,
    id: 12,
    categoryId: 5,
    title: "Имбирные пряники",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
      {
        title: "Яйцо куриное",
        amount: "1 штука",
      },
      {
        title: "Сахар",
        amount: "100 г",
      },
      {
        title: "Мед",
        amount: "1,5 столовые ложки",
      },
      {
        title: "Пшеничная мука ",
        amount: "350 г",
      },
      {
        title: "Сливочное масло",
        amount: "100 г",
      },
      {
        title: "Молотый имбирь",
        amount: "1 чайная ложка",
      },
      {
        title: "Молотая корица",
        amount: "3 чайные ложки",
      },
      {
        title: "Молотый душистый перец",
        amount: "щепотка",
      },
      {
        title: "Гашеная сода",
        amount: "1 чайная ложка",
      },
      {
        title: "Молотая гвоздика",
        amount: "на кончике ножа",
      },
      {
        title: "Апельсиновый сок",
        amount: " 100 мл",
      },
    ],
    steps: [
      {
        number: 1,
        text:
          "Яйцо взбить с 90–100 граммами сахара. Когда побелеет, добавить 50–100 мл апельсинового сока+1,5 ложки меда.",
      },
      {
        number: 2,
        text:
          "100 грамм миндаля в блендере перемолоть в муку. Смешать с 350 граммами муки, 100 граммами сливочного масла (комнатной температуры), и всеми специями. Гвоздику, душистый перец лучше покупать не молотые и перемолоть в ступке. Смешать все с яично-медовой массой.",
      },
      {
        number: 3,
        text: "Добавить соду, гашеную лимонным соком.",
      },
      {
        number: 4,
        text: "Тесто вымесить и оставить в пакете часа на 3.",
      },
      {
        number: 5,
        text:
          "Тонко раскатать тесто и вырезать пряники (с использованием специальных форм или можно из картона вырезать любые формы и вырезать их из теста не острым ножом).",
      },
      {
        number: 6,
        text: "Выпекать при 180 градусах около 10 минут.",
      },
      {
        number: 7,
        text:
          "Готовые пряники расписать глазурью: на 1 белок примерно 1–1,5 стакана сахарной пудры. Взбить до состояния густой сметаны, добавить немного лимонного сока. Натуральные красители для глазури: желтый — шафран, лиловый — черничный сок, розовый — сок сырой свеклы.",
      },
    ],
  },
];
