export const dishList = [
  {
    id: 1,
    cookingTime: 20,
    categoryId: 11,
    title: "Классический палак-панир",
    src: require("../../assets/dish_1.jpg"),
    ingredients: [
    {
      title: "Сыр панир",
      amount: "100 г",
    },
    {
      title: "Шпинат",
      amount: "250 г",
    },
    {
      title: "Зеленый перец чили",
      amount: "2 шт",
    },
    {
      title: "Имбирь",
      amount: "10 г",
    },
    {
      title: "Растительное масло",
      amount: "30 мл",
    },
    {
      title: "Пажитник",
      amount: "щепотка",
    },
    {
      title: "Лук репчатый",
      amount: "1 головка",
    },
    {
      title: "Кумин (зира)",
      amount: "1/4 чайной ложки",
    },
    {
      title: "Чеснок",
      amount: "1 зубчик",
    },
    {
      title: "Томатное пюре",
      amount: "250 мл",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Нарезать панир на квадраты размером 5х5 см и толщиной около 2,5 см.",
    },
    {
      number: 2,
      text:
      "У перца удалить семена и измельчить, так же нарезать шпинат, имбирь, лук и чеснок.",
    },
    {
      number: 3,
      text:
      "В сотейник налить 50 мл воды, бросить туда чили, шпинат и имбирь, потушить на умеренно высоком огне 3–4 минуты. Откинуть на сито, чтобы избавиться от лишней влаги, затем отправить овощи в блендер и пробить их до состояния пюре.",
    },
    {
      number: 4,
      text:
      "На сковороде разогреть масло, обжарить пажитник в течение 30 секунд, добавить лук и жарить около 5 минут до золотистого цвета. Добавить зиру и чеснок, жарить еще 30 секунд, добавить томатное пюре, готовить 5 минут. Посолить по вкусу.",
    },
    {
      number: 5,
      text:
      "Добавить панир, аккуратно перемешать, добавить пюре из шпината и готовить еще 2 минуты. Затем подавать.",
    },
    ],
  },



  {
    id: 2,
    cookingTime: 20,
    categoryId: 11,
    title: "Баклажаны пармиджано",
    src: require("../../assets/dish_2.jpg"),
    ingredients: [
    {
      title: "Баклажаны",
      amount: "1 кг",
    },
    {
      title: "Растительное масло",
      amount: "100 мл",
    },
    {
      title: "Оливковое масло",
      amount: "40 мл",
    },
    {
      title: "Чеснок",
      amount: "1 зубчик",
    },
    {
      title: "Консервированные помидоры кусочками",
      amount: "1 кг",
    },
    {
      title: "Сыр моцарелла",
      amount: "300 г",
    },
    {
      title: "Тертый сыр пармезан",
      amount: "100 г",
    },
    {
      title: "Базилик",
      amount: "10 г",
    },
    {
      title: "Соль",
      amount: "по вкусу",
    },
    {
      title: "Перец черный молотый",
      amount: "по вкусу",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Баклажаны нарезать ломтиками толщиной около сантиметра. Выложить их слоями в большую емкость, просаливая каждый слой. Оставить на час. Затем промыть и обсушить на бумажных полотенцах",
    },
    {
      number: 2,
      text:
      "В сковороде разогреть растительное масло и обжарить на нем баклажаны с обеих сторон до золотисто-коричневого цвета. Готовые баклажаны выложить на бумажные полотенца",
    },
    {
      number: 3,
      text:
      "В сотейнике разогреть оливковое масло, обжарить измельченный чеснок в течение 30 секунд, затем добавить помидоры и измельченный базилик. Тушить 5–7 минут, пока помидоры не размякнут. Посолить и поперчить по вкусу",
    },
    {
      number: 4,
      text:
      "Форму для выпечки смазать оливковым маслом, выложить слой баклажанов, смазать соусом, затем выложить моцареллу и пармезан. Повторить еще два раза, завершить слоем пармезана. Поставить в духовку, разогретую до 180 градусов, на 40 минут",
    },
    ],
  },




  {
    id: 3,
    cookingTime: 20,
    categoryId: 11,
    title: "Котлеты морковные",
    src: require("../../assets/dish_3.jpg"),
    ingredients: [
    {
      title: "Морковь",
      amount: "1 кг",
    },
    {
      title: "Молоко",
      amount: "1/2 стакана",
    },
    {
      title: "Манная крупа",
      amount: "1/2 стакана",
    },
    {
      title: "Панировочные сухари",
      amount: "1/2 стакана",
    },
    {
      title: "Яйцо куриное",
      amount: "3 штуки",
    },
    {
      title: "Сахар",
      amount: "1 чайная ложка",
    },
    {
      title: "Растительное масло",
      amount: "3 столовые ложки",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Очищенную и промытую морковь тонко нарезать ломтиками или соломкой, сложить в кастрюлю, залить горячим молоком, добавить столовую ложку масла, сахар, соль, накрыть крышкой и тушить до готовности на среднем огне, помешивая, чтобы морковь не пригорела.",
    },
    {
      number: 2,
      text:
      "Когда морковь будет готова, посыпать ее манной крупой и, помешивая, варить на слабом огне 8-10 минут.",
    },
    {
      number: 3,
      text:
      "Затем морковь снять с огня, положить в нее яичные желтки, хорошо вымешать и охладить.",
    },
    {
      number: 4,
      text:
      "Из охлажденной массы приготовить котлеты, смочить яичным белком, обвалять в сухарях и обжарить с обеих сторон. Готовые котлеты подать к столу со сметанным или молочным соусом.",
    },
    ],
  },



  {
    id: 4,
    cookingTime: 20,
    categoryId: 11,
    title: "Писто",
    src: require("../../assets/dish_4.jpg"),
    ingredients: [
    {
      title: "Цукини",
      amount: "2 шт",
    },
    {
      title: "Баклажаны",
      amount: "1 штука",
    },
    {
      title: "Сладкий перец",
      amount: "3 штуки",
    },
    {
      title: "Лук репчатый",
      amount: "3 головки",
    },
    {
      title: "Консервированные помидоры кусочками",
      amount: "400 г",
    },
    {
      title: "Чеснок",
      amount: "3 зубчика",
    },
    {
      title: "Сушеный тимьян",
      amount: "по вкусу",
    },
    {
      title: "Сушеный розмарин",
      amount: "по вкусу",
    },
    {
      title: "Оливковое масло",
      amount: "90 мл",
    },
    {
      title: "Яйцо куриное",
      amount: "4 штуки",
    },
    {
      title: "Сахар",
      amount: "по вкусу",
    },
    {
      title: "Соль",
      amount: "по вкусу",
    },
    {
      title: "Перец черный молотый",
      amount: "по вкусу",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Нарезать баклажан небольшими кубиками, выложить на бумажные полотенца, посолить и оставить на 10 минут.",
    },
    {
      number: 2,
      text:
      "Остальные овощи нарезать так же, как баклажан. На сковороде разогреть оливковое масло, обжарить лук и перцы до мягкости в течение 12–14 минут на среднем огне. Затем добавить измельченный чеснок, жарить 30 секунд и добавить помидоры, тимьян и розмарин, перемешать и оставить на среднем огне на 10 минут.",
    },
    {
      number: 3,
      text:
      "В отдельной сковороде обжарить баклажан на небольшом количестве оливкового масла в течение 4–5 минут. Переложить баклажан в чистую посуду. В той же сковороде обжарить цукини, также 4–5 минут.",
    },
    {
      number: 4,
      text:
      "Добавить обжаренные цукини и баклажан к овощам, перемешать, накрыть крышкой и тушить 20 минут.",
    },
    {
      number: 5,
      text:
      "Добавить сахар, соль и перец по вкусу, перемешать, сделать в овощной массе углубления и разбить в них яйца так, чтобы желток остался целым. Накрыть крышкой и готовить еще 4–5 минут, пока белок не схватится.",
    },
    ],
  },



  {
    id: 5,
    cookingTime: 20,
    categoryId: 11,
    title: "Салат с айвой, свеклой, маринованными огурцами и каперсами",
    src: require("../../assets/dish_5.jpg"),
    ingredients: [
    {
      title: "Айва",
      amount: "1 штука",
    },
    {
      title: "Морковь",
      amount: "200 г",
    },
    {
      title: "Свекла",
      amount: "200 г",
    },
    {
      title: "Корнишоны",
      amount: "50 г",
    },
    {
      title: "Каперсы",
      amount: "20 г",
    },
    {
      title: "Мед",
      amount: "80 г",
    },
    {
      title: "Яблочный уксус",
      amount: "50 мл",
    },
    {
      title: "Масло из виноградных косточек",
      amount: "120 мл",
    },
    {
      title: "Кейломания: микс №1 «Белая Дача»",
      amount: "100 г",
    },
    {
      title: "Перец черный молотый",
      amount: "по вкусу",
    },
    {
      title: "Соль",
      amount: "по вкусу",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Айву, морковь и свеклу очистить при помощи овощечистки и нарезать тонкой соломкой. Можно воспользоваться теркой.",
    },
    {
      number: 2,
      text:
      "Венчиком смешать мед с уксусом, добавив соль и перец. Не переставая взбивать постепенно влить масло.",
    },
    {
      number: 3,
      text:
      "Получившимся соусом заправить айву, свеклу и морковь отдельно. Оставить немного соуса и заправить им микс с кейлом.",
    },
    {
      number: 4,
      text:
      "Корнишоны нарезать тонкой соломкой, а каперсы измельчить. Смешать корнишоны и каперсы.",
    },
    {
      number: 5,
      text:
      "Через кулинарное кольцо выложить сначала свеклу, затем айву, следом тонкий слой огурцов с каперсами, завершить слоем моркови. Вокруг башенки красиво выложить салатный микс.",
    },
    ],
  },



  {
    id: 6,
    cookingTime: 20,
    categoryId: 11,
    title: "Суп энгамат",
    src: require("../../assets/dish_6.jpg"),
    ingredients: [
    {
      title: "Цветная капуста",
      amount: "1/2 штуки",
    },
    {
      title: "Морковь",
      amount: "3 штуки",
    },
    {
      title: "Картофель",
      amount: "3 штуки",
    },
    {
      title: "Лук-порей ",
      amount: "1/2 штуки",
    },
    {
      title: "Стручковый зеленый горошек",
      amount: "150 г",
    },
    {
      title: "Шпинат",
      amount: "100 г",
    },
    {
      title: "Овощной бульон",
      amount: "1 л",
    },
    {
      title: "Пшеничная мука",
      amount: "1 столовая ложка",
    },
    {
      title: "Молоко",
      amount: "200 мл",
    },
    {
      title: "Яичный желток",
      amount: "2 штуки",
    },
    {
      title: "Соль",
      amount: "по вкусу",
    },
    {
      title: "Сливки",
      amount: "150 мл",
    },
    {
      title: "Перец черный молотый",
      amount: "по вкусу",
    },
    {
      title: "Укроп",
      amount: "по вкусу",
    },
    {
      title: "Петрушка",
      amount: "по вкусу",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Овощи промыть и нарезать на дольки, не очень мелко. Горошек разрезать на три части.",
    },
    {
      number: 2,
      text:
      "Дать бульону закипеть и положить морковь, картофель, цветную капусту и лук-порей, варить почти до готовности.",
    },
    {
      number: 3,
      text:
      "Муку размешать в молоке и вылить в суп. Добавить шпинат и горошек, варить несколько минут.",
    },
    {
      number: 4,
      text:
      "Желтки перемешать со сливками и вылить в горячий суп. Суп после этого кипятить нельзя, только подогревать. Посолить, поперчить и посыпать зеленью при подаче.",
    },
    ],
  },



  {
    id: 7,
    cookingTime: 20,
    categoryId: 11,
    title: "Фасолада",
    src: require("../../assets/dish_7.jpg"),
    ingredients: [
    {
      title: "Белая фасоль",
      amount: "500 г",
    },
    {
      title: "Оливковое масло",
      amount: "200 мл",
    },
    {
      title: "Красный лук",
      amount: "2 штуки",
    },
    {
      title: "Морковь",
      amount: "2 штуки",
    },
    {
      title: "Стебель сельдерея",
      amount: "2 штуки",
    },
    {
      title: "Пассата",
      amount: "500 г",
    },
    {
      title: "Перец черный молотый",
      amount: "по вкусу",
    },
    {
      title: "Соль",
      amount: "по вкусу",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Фасоль залить большим количеством холодной воды и оставить на 14–16 часов.",
    },
    {
      number: 2,
      text:
      "Разбухшую фасоль промыть и пересыпать в кастрюлю, залить водой так, чтобы она покрывала фасоль, поставить на огонь и довести до кипения. Снять образовавшуюся пену и слить воду.",
    },
    {
      number: 3,
      text:
      "В той же кастрюле, где варилась фасоль, разогреть оливковое масло, обжарить мелко нарезанный лук до прозрачности, затем добавить крупно нарезанные морковь и сельдерей, обжаривать еще минуту. Добавить фасоль, обжаривать, помешивая, еще 2 минуты, влить пассату, хорошо перемешать. Залить 1,5 литрами горячей воды, накрыть крышкой и варить 1,5 часа на небольшом огне до готовности фасоли. Каждые 30 минут проверять, достаточно ли воды. Суп должен быть густым, но все же супом.",
    },
    ],
  },



  {
    id: 8,
    cookingTime: 20,
    categoryId: 11,
    title: "Шакшука с пряностями",
    src: require("../../assets/dish_8.jpg"),
    ingredients: [
    {
      title: "Лук репчатый",
      amount: "1 головка",
    },
    {
      title: "Желтый сладкий перец",
      amount: "1/2 штуки",
    },
    {
      title: "Перец чили",
      amount: "1 штука",
    },
    {
      title: "Зеленый сладкий перец",
      amount: "1/2 штуки",
    },
    {
      title: "Чеснок",
      amount: "2 зубчика",
    },
    {
      title: "Кумин (зира)",
      amount: "1/2 чайной ложки",
    },
    {
      title: "Куркума",
      amount: "1/2 чайной ложки",
    },
    {
      title: "Оливковое масло",
      amount: "3 столовые ложки",
    },
    {
      title: "Яйцо куриное",
      amount: "2 штуки",
    },
    {
      title: "Соль",
      amount: "по вкусу",
    },
    {
      title: "Зелень",
      amount: "по вкусу",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Нарезать кубиками болгарские перцы. Очистить от кожуры томаты.",
    },
    {
      number: 2,
      text:
      "Разогреть в сковороде оливковое масло. Добавить мелко нарезанный лук и обжаривать его до мягкости.",
    },
    {
      number: 3,
      text:
      "Добавить болгарские перцы и обжаривать на среднем огне минуты 3, постоянно помешивая, чтобы перец не подгорел.",
    },
    {
      number: 4,
      text:
      "Добавить давленный чеснок, кумин, куркуму и мелко нарезанный острый перчик, перемешать и обжаривать ещё примерно минуту.",
    },
    {
      number: 5,
      text:
      "После добавить томаты, посолить, помешать и тушить смесь на медленном огне ещё 5 минут.",
    },
    {
      number: 6,
      text:
      "Сделать в овощах ложкой 2 небольшие выемки и выбить туда яйца. Белок аккуратно вмешать в смесь. Яйца посолить и поперчить. Держать смесь на среднем огне до момента, пока не схватится белок.",
    },
    {
      number: 7,
      text:
      "Подавать посыпав зеленью.",
    },
    ],
  },


  {
    id: 9,
    cookingTime: 20,
    categoryId: 5,
    title: "Булочки-спиральки",
    src: require("../../assets/dish_9.jpg"),
    ingredients: [
    {
      title: "Сахар",
      amount: "2 столовые ложки",
    },
    {
      title: "Соль",
      amount: "1,5 чайные ложки",
    },
    {
      title: "Сухие дрожжи ",
      amount: "7 г",
    },
    {
      title: "Пшеничная мука",
      amount: "450 г",
    },
    {
      title: "Молоко",
      amount: "225 мл",
    },
    {
      title: "Сливочное масло",
      amount: "40 г",
    },
    {
      title: "Яйцо куриное",
      amount: "1 штука",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Растопить в сотейнике сливочное масло с молоком.",
    },
    {
      number: 2,
      text:
      "Смешать в миске муку, дрожжи, сахар и соль.",
    },
    {
      number: 3,
      text:
      "Постепенно ввести содержимое миски в сотейник.",
    },
    {
      number: 4,
      text:
      "Скатать из теста шар.",
    },
    {
      number: 5,
      text:
      "Смазать миску сливочным маслом или маргарином, положить тесто, закрыть и оставить на полчаса в теплом месте.",
    },
    {
      number: 6,
      text:
      "Нарезать тесто на 12 ровных частей, из каждой части скатать полоски длиной около 30 см, завернуть полоску спиралью.",
    },
    {
      number: 7,
      text:
      "Взбить яйцо с 1 чайной ложкой воды, сверху обмазать смесью булочки.",
    },
    {
      number: 8,
      text:
      "Выложить на смазанный маслом противень и выпекать до готовности в духовне при температуре 190 градусов.",
    },
    ],
  },



  {
    id: 10,
    cookingTime: 20,
    categoryId: 5,
    title: "Венгерский яблочный пирог",
    src: require("../../assets/dish_10.jpg"),
    ingredients: [
    {
      title: "Пшеничная мука",
      amount: "130 г",
    },
    {
      title: "Сахар",
      amount: "150 г",
    },
    {
      title: "Разрыхлитель",
      amount: "7 г",
    },
    {
      title: "Корица ",
      amount: "1/2 чайной ложки",
    },
    {
      title: "Сливочное масло ",
      amount: "120 г",
    },
    {
      title: "Яблоко",
      amount: "7 штук",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Смешиваем в отдельной посуде муку, манку, сахар, разрыхлитель и корицу.",
    },
    {
      number: 2,
      text:
      "Яблоки моем, чистим от кожуры и семенных коробочек и натираем на крупной терке.",
    },
    {
      number: 3,
      text:
      "Форму для выпекания выстилаем пекарской бумагой или фольгой и обильно смазываем сливочным маслом.",
    },
    {
      number: 4,
      text:
      "Насыпаем на дно формы часть сухой смеси — слой должен быть не слишком толстый, и разравниваем. Затем выкладываем натертые яблоки — слоем, примерно, такой же толщины, разравниваем. Чередуя слои, выкладываем всю сухую смесь и яблоки, последним должен быть сухой слой. У меня вышло три сухих и два яблочных слоя. Сверху натираем на терке сливочное масло.",
    },
    {
      number: 5,
      text:
      "Духовку разогреваем до 180 градусов. Выпекаем пирог в течение 40–45 минут — корочка должна стать румяной.",
    },
    ],
  },



  {
    id: 11,
    cookingTime: 20,
    categoryId: 5,
    title: "Генуэзский пирог с рикоттой и цукини",
    src: require("../../assets/dish_11.jpg"),
    ingredients: [
    {
      title: "Цукини",
      amount: "3 штуки",
    },
    {
      title: "Дрожжевое слоеное тесто",
      amount: "500 г",
    },
    {
      title: "Сыр пармезан",
      amount: "50 г",
    },
    {
      title: "Сыр рикотта",
      amount: "500 г",
    },
    {
      title: "Яйцо куриное",
      amount: "4 штуки",
    },
    {
      title: "Петрушка",
      amount: "50 г",
    },
    {
      title: "Базилик",
      amount: "50 г",
    },
    {
      title: "Оливковое масло",
      amount: "50 г",
    },
    {
      title: "Сливочное масло",
      amount: "20 г",
    },
    {
      title: "Соль",
      amount: "по вкусу",
    },
    {
      title: "Молотый белый перец",
      amount: "по вкусу",
    },
    {
      title: "Мускатный орех",
      amount: "щепотка",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Нарезать два цукини полукольцами и обжарить до мягкости и легкой золотистости на оливковом масле с добавлением кусочка сливочного. Оставшийся цукини нарезать тонкими ломтиками (они понадобятся для украшения) и отложить.",
    },
    {
      number: 2,
      text:
      "Взбить яйца и, продолжая взбивать, добавить рикотту, соль и перец по вкусу, щепотку мускатного ореха. Перемешать смесь с обжаренными цукини, добавить тертый пармезан и мелко нарубленную зелень петрушки и базилика.",
    },
    {
      number: 3,
      text:
      "Форму смазать сливочным маслом, поместить в нее раскатанное тонким пластом тесто, разложить на него смесь, завернуть края, украсить поверхность сырной смеси кольцами цукини. Поставить в духовку, разогретую до 180 градусов, на двадцать-тридцать минут.",
    },
    ],
  },



  {
    id: 12,
    cookingTime: 20,
    categoryId: 5,
    title: "Имбирные пряники",
    src: require("../../assets/dish_12.jpg"),
    ingredients: [
    {
      title: "Яйцо куриное",
      amount: "1 штука",
    },
    {
      title: "Сахар",
      amount: "100 г",
    },
    {
      title: "Мед",
      amount: "1,5 столовые ложки",
    },
    {
      title: "Пшеничная мука ",
      amount: "350 г",
    },
    {
      title: "Сливочное масло",
      amount: "100 г",
    },
    {
      title: "Молотый имбирь",
      amount: "1 чайная ложка",
    },
    {
      title: "Молотая корица",
      amount: "3 чайные ложки",
    },
    {
      title: "Молотый душистый перец",
      amount: "щепотка",
    },
    {
      title: "Гашеная сода",
      amount: "1 чайная ложка",
    },
    {
      title: "Молотая гвоздика",
      amount: "на кончике ножа",
    },
    {
      title: "Апельсиновый сок",
      amount: " 100 мл",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Яйцо взбить с 90–100 граммами сахара. Когда побелеет, добавить 50–100 мл апельсинового сока+1,5 ложки меда.",
    },
    {
      number: 2,
      text:
      "100 грамм миндаля в блендере перемолоть в муку. Смешать с 350 граммами муки, 100 граммами сливочного масла (комнатной температуры), и всеми специями. Гвоздику, душистый перец лучше покупать не молотые и перемолоть в ступке. Смешать все с яично-медовой массой.",
    },
    {
      number: 3,
      text:
      "Добавить соду, гашеную лимонным соком.",
    },
    {
      number: 4,
      text:
      "Тесто вымесить и оставить в пакете часа на 3.",
    },
    {
      number: 5,
      text:
      "Тонко раскатать тесто и вырезать пряники (с использованием специальных форм или можно из картона вырезать любые формы и вырезать их из теста не острым ножом).",
    },
    {
      number: 6,
      text:
      "Выпекать при 180 градусах около 10 минут.",
    },
    {
      number: 7,
      text:
      "Готовые пряники расписать глазурью: на 1 белок примерно 1–1,5 стакана сахарной пудры. Взбить до состояния густой сметаны, добавить немного лимонного сока. Натуральные красители для глазури: желтый — шафран, лиловый — черничный сок, розовый — сок сырой свеклы.",
    },
    ],
  },



  {
    id: 13,
    cookingTime: 20,
    categoryId: 5,
    title: "Лоранский пирог с курицей и грибами",
    src: require("../../assets/dish_13.jpg"),
    ingredients: [
    {
      title: "Яйцо куриное",
      amount: "2 штуки",
    },
    {
      title: "Сливочное масло",
      amount: "50 г",
    },
    {
      title: "Вода ",
      amount: "300 мл",
    },
    {
      title: "Соль ",
      amount: "1/2 чайной ложки",
    },
    {
      title: "Пшеничная мука",
      amount: "200 г",
    },
    {
      title: "Шампиньоны",
      amount: "300 г",
    },
    {
      title: "Куриное филе",
      amount: "300 г",
    },
    {
      title: "Лук",
      amount: "1 штука",
    },
    {
      title: "Специи",
      amount: "по вкусу",
    },
    {
      title: "Сливки 20%-ные ",
      amount: "170 мл",
    },
    {
      title: "Сыр",
      amount: "150 г",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Масло размешать с яйцом, добавить воду, соль, муку, замесить гладкое тесто, завернуть в пленку, убрать в холодильник на 30 минут.",
    },
    {
      number: 2,
      text:
      "Грудку отварить до готовности, измельчить, грибы обжарить с луком до готовности, добавить соль, молотый перец и мускатный орех, а так же куриное филе, все перемешать, выключить огонь.",
    },
    {
      number: 3,
      text:
      "Духовку нагреть на 180 градусов. Разъемную форму (23 см) смазать сливочным маслом, тесто раскатать, перенести в форму,сформовать бортик, переложить начинку на тесто, разровнять.",
    },
    {
      number: 4,
      text:
      "Яйца слегка взбить вилкой, добавить сливки и сыр, хорошо перемешать, залить равномерно полученной смесью начинку.",
    },
    {
      number: 5,
      text:
      "Выпекать пирог 35–40 минут. Затем снять бортик, пирог переложить на решетку, остудить.",
    },
    ],
  },



  {
    id: 14,
    cookingTime: 20,
    categoryId: 5,
    title: "Морковный пирог с миндалем",
    src: require("../../assets/dish_14.jpg"),
    ingredients: [
    {
      title: "Морковь",
      amount: "2 штуки",
    },
    {
      title: "Миндаль",
      amount: "300 г",
    },
    {
      title: "Сахар",
      amount: "200 мл",
    },
    {
      title: "Яйцо куриное",
      amount: "4 штуки",
    },
    {
      title: "Пшеничная мука",
      amount: "50 г",
    },
    {
      title: "Лимонная цедра",
      amount: "3 столовые ложки",
    },
    {
      title: "Корица",
      amount: "щепотка",
    },
    {
      title: "Куантро",
      amount: "1 столовая ложка",
    },
    {
      title: "Разрыхлитель",
      amount: "1 чайная ложка",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Две крупные морковки очистить и натереть на крупной терке. Миндаль смолоть в крошку в кухонном комбайне. Смешать морковь и миндаль в большой глубокой миске.",
    },
    {
      number: 2,
      text:
      "Яйца разделить на желтки и белки. Желтки взбить с половиной сахара (100 г), добавить муку, разрыхлитель, щепотку корицы, цедру. В конце влить ликер и перемешать. Полученную массу соединить с морковью и миндалем.",
    },
    {
      number: 3,
      text:
      "В отдельной чистой и сухой миске венчиком взбить белки с оставшимся сахаром в плотную пену и аккуратно лопаткой или деревянной ложкой вмешать ее в морковно-ореховое тесто.",
    },
    {
      number: 4,
      text:
      "Тесто перелить в предварительно смазанную небольшим количеством растительного масла глубокую форму. Выпекать чуть меньше часа при температуре 180 градусов.",
    },
    {
      number: 5,
      text:
      "Готовый пирог вынуть из духовки, остудить в течение двадцати — двадцати пяти минут и вынуть из формы. Нарезать на порции и сразу подавать.",
    },
    ],
  },



    {
    id: 15,
    cookingTime: 20,
    categoryId: 5,
    title: "Слойка с ветчиной и сыром",
    src: require("../../assets/dish_15.jpg"),
    ingredients: [
    {
      title: "Ветчина из индейки",
      amount: "300 г",
    },
    {
      title: "Бездрожжевое слоеное тесто",
      amount: "1 штука",
    },
    {
      title: "Сыр",
      amount: "200 г",
    },
    {
      title: "Лук репчатый",
      amount: "1 штука",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Тесто (одну половину) раскатать, не очень тонко.",
    },
    {
      number: 2,
      text:
      "Лук нарезать полукольцами, ветчину нарезать полосками средней толщины, а сыр натереть на крупной терке.",
    },
    {
      number: 3,
      text:
      "На тесте по краям сделать разрезы (получаются полоски), в центр теста выкладывать лук, затем ветчину и сыр, далее словно заплетать «ленты», нужно не в буквально смысле плести, достаточно перекрестить их между собой. Закрепить тесто по бокам, чтобы не вытек сок. Запекать не более 25 минут.",
    },
    ],
  },



  {
    id: 16,
    cookingTime: 20,
    categoryId: 5,
    title: "Слойки с сыром",
    src: require("../../assets/dish_16.jpg"),
    ingredients: [
    {
      title: "Сыр",
      amount: "100 г",
    },
    {
      title: "Бездрожжевое слоеное тесто",
      amount: "250 г",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Берем готовое бездрожжевое тесто. Размораживаем. Раскатываем и нарезаем на квадраты (не важно — ровные или кривые).",
    },
    {
      number: 2,
      text:
      "Сыр измельчаем на терке или нарезаем на тонкие пластины.",
    },
    {
      number: 3,
      text:
      "На подготовленное тесто посыпаем/укладываем сыр и заворачиваем рулетом (скрывая несовершенство нарезки теста).",
    },
    {
      number: 4,
      text:
      "Укладываем на противень, смазанный маслом, на расстоянии 2–3 см друг от друга.",
    },
    {
      number: 5,
      text:
      "Отправляем в разогретую до 180 градусов духовку до готовности.",
    },
    ],
  },



  {
    id: 17,
    cookingTime: 20,
    categoryId: 5,
    title: "Слойки с яйцом и луком",
    src: require("../../assets/dish_17.jpg"),
    ingredients: [
    {
      title: "Яйцо куриное",
      amount: "4 штуки",
    },
    {
      title: "Слоеное тесто",
      amount: "500 г",
    },
    {
      title: "Зеленый лук",
      amount: "1 пучок",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Разморозить тесто. Полоски теста лучше размораживать отдельно друг от друга, иначе они могут слипнуться.",
    },
    {
      number: 2,
      text:
      "Сварить яйца. Сваренные яйца положить на несколько минут в холодную воду.",
    },
    {
      number: 3,
      text:
      "Мелко нарезать лук и яйца, посолить, добавить столовую ложку растительного масла.",
    },
    {
      number: 4,
      text:
      "Полоски теста немного раскатать, разрезать пополам.",
    },
    {
      number: 5,
      text:
      "На полоски выложить начинку и залепить тесто не сильным нажатием.",
    },
    {
      number: 6,
      text:
      "Противень смазать маслом, выложить слойки и выпекать согласно инструкции на упаковке.",
    },
    ],
  },



  {
    id: 18,
    cookingTime: 20,
    categoryId: 5,
    title: "Творожные булочки на завтрак",
    src: require("../../assets/dish_18.jpg"),
    ingredients: [
    {
      title: "Яйцо куриное",
      amount: "2 штуки",
    },
    {
      title: "Сахар",
      amount: "3 столовые ложки",
    },
    {
      title: "Соль",
      amount: "щепотка",
    },
    {
      title: "Ванильный сахар",
      amount: "10 г",
    },
    {
      title: "Разрыхлитель",
      amount: "15 г",
    },
    {
      title: "Молоко",
      amount: "2 столовые ложки",
    },
    {
      title: "Пшеничная мука",
      amount: "250 г",
    },
    {
      title: "Мягкий творог",
      amount: "250 г",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Творог, яйца, сахар, ванильный сахар и соль размешать венчиком до однородности. Просеять муку с разрыхлителем и замесить мягкое, липучее тесто.",
    },
    {
      number: 2,
      text:
      " Противень застелить пекарской бумагой и смазать подсолнечным маслом.",
    },
    {
      number: 3,
      text:
      "Влажными руками сформировать булочки, выложить на противень и запекать в предварительно разогретой духовке при 190 градусах примерно 12 минут.",
    },
    {
      number: 4,
      text:
      "Потом достать булочки, смазать молоком (кисточкой), кто желает, можно посыпать немного сахаром и опять отправить в духовку на 3–5 минут, до зарумянивания.",
    },
    ],
  },



  {
    id: 19,
    cookingTime: 20,
    categoryId: 5,
    title: "Финский черничный пирог",
    src: require("../../assets/dish_19.jpg"),
    ingredients: [
    {
      title: "Сливочное масло",
      amount: "150 г",
    },
    {
      title: "Яйцо куриное",
      amount: "2 штуки",
    },
    {
      title: "Пшеничная мука",
      amount: "200 г",
    },
    {
      title: "Сахарная пудра",
      amount: "200 г",
    },
    {
      title: "Пекарский порошок",
      amount: "1 чайная ложка",
    },
    {
      title: "Черника",
      amount: "400 г",
    },
    {
      title: "Сметана",
      amount: "250 г",
    },
    {
      title: "Ванильная эссенция",
      amount: "1 чайная ложка",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Разогреть духовку до 200 градусов.",
    },
    {
      number: 2,
      text:
      "Взбить сливочное масло со 150 граммами сахарной пудры, добавить одно яйцо. Просеять муку с пекарским порошком. Все перемешать — тесто готово.",
    },
    {
      number: 3,
      text:
      "Выложить дно и стенки формы для запекания тестом, поставить в духовку на 10 минут, затем достать.",
    },
    {
      number: 4,
      text:
      "Взбейте сметану, 50 грамм сахарной пудры и ванильную эссенцию до однородной консистенции, добавить 1 яйцо, еще раз все взбить. Аккуратно перемешать все с черникой. Выложить готовую начинку в получившийся корж и поместить в духовку на 30 минут, затем оставить его остывать в выключенной духовке.",
    },
    ],
  },



  {
    id: 20,
    cookingTime: 20,
    categoryId: 8,
    title: "Классическая шарлотка",
    src: require("../../assets/dish_20.jpg"),
    ingredients: [
    {
      title: "Сахар",
      amount: "1 стакан",
    },
    {
      title: "Яйцо куриное",
      amount: "5 штук",
    },
    {
      title: "Пшеничная мука",
      amount: "1 стакан",
    },
    {
      title: "Яблоко",
      amount: "7 штук",
    },
    {
      title: "Растительное масло",
      amount: "1 столовая ложка",
    },
    {
      title: "Сода",
      amount: "1/2 чайной ложки",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Разогреть духовку. Отделить белки от желтков. Белки взбить в крепкую пену, постепенно добавляя сахар.",
    },
    {
      number: 2,
      text:
      "Продолжать взбивать, добавляя по одному желтки, затем гашеную соду и муку. Тесто по консистенции должно напоминать сметану.",
    },
    {
      number: 3,
      text:
      "Смазать противень растительным маслом. Вылить половину теста на противень, разложить равномерно нарезанные дольками яблоки, залить второй половиной теста.",
    },
    {
      number: 4,
      text:
      "Поместить противень в разогретую духовку. 3 минуты подержать при температуре 200 градусов, затем убавить до 180 и выпекать 20-25 минут.",
    },
    ],
  },



  {
    id: 21,
    cookingTime: 20,
    categoryId: 8,
    title: "Классическая шарлотка",
    src: require("../../assets/dish_21.jpg"),
    ingredients: [
    {
      title: "Сахар",
      amount: "1 стакан",
    },
    {
      title: "Яйцо куриное",
      amount: "5 штук",
    },
    {
      title: "Пшеничная мука",
      amount: "1 стакан",
    },
    {
      title: "Яблоко",
      amount: "7 штук",
    },
    {
      title: "Растительное масло",
      amount: "1 столовая ложка",
    },
    {
      title: "Сода",
      amount: "1/2 чайной ложки",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Разогреть духовку. Отделить белки от желтков. Белки взбить в крепкую пену, постепенно добавляя сахар.",
    },
    {
      number: 2,
      text:
      "Продолжать взбивать, добавляя по одному желтки, затем гашеную соду и муку. Тесто по консистенции должно напоминать сметану.",
    },
    {
      number: 3,
      text:
      "Смазать противень растительным маслом. Вылить половину теста на противень, разложить равномерно нарезанные дольками яблоки, залить второй половиной теста.",
    },
    {
      number: 4,
      text:
      "Поместить противень в разогретую духовку. 3 минуты подержать при температуре 200 градусов, затем убавить до 180 и выпекать 20-25 минут.",
    },
    ],
  },



  {
    id: 22,
    cookingTime: 20,
    categoryId: 8,
    title: "Пастила с медом",
    src: require("../../assets/dish_22.jpg"),
    ingredients: [
    {
      title: "Антоновские яблоки",
      amount: "1,5 кг",
    },
    {
      title: "Мед",
      amount: "2 столовые ложки",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Яблоки целиком, как есть, со шкуркой, запечь в духовке до мягкости. В зависимости от размера и сорта яблок на это уйдет полчаса-час в разогретой до 180 градусов печи.",
    },
    {
      number: 2,
      text:
      "Запеченные яблоки протереть через сито, следя за тем, чтобы в пюре не попали ни косточки, ни кожура. Затем переложить пюре в большой сотейник и уварить до густоты. Правильное состояние — это когда проводишь по пюре ложкой, а оно не растекается обратно, а остается в держащих форму бороздах.",
    },
    {
      number: 3,
      text:
      "Добавить в пюре две столовые ложки меда, перемешать и выложить его на противень, предварительно застеленный пекарской бумагой.",
    },
    {
      number: 4,
      text:
      "Поставить противень в разогретую до 60 градусов духовку и оставить там на восемь-десять часов. За два часа до готовности можно достать пастилу, нарезать ее полосками шириной сантиметров в пять, каждую свернуть в рулончик и вернуть на место.",
    },
    ],
  },



  {
    id: 23,
    cookingTime: 20,
    categoryId: 8,
    title: "Рафаэлло с миндальными орехами",
    src: require("../../assets/dish_23.jpg"),
    ingredients: [
    {
      title: "Кокосовая стружка",
      amount: "160 г",
    },
    {
      title: "Миндаль",
      amount: "12 штук",
    },
    {
      title: "Сгущенное молоко",
      amount: "200 г",
    },
    {
      title: "Спред",
      amount: "25 г",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Подготовить все ингредиенты.",
    },
    {
      number: 2,
      text:
      "Высыпать в чашу 130 г кокосовой стружки. Растопить спред на водяной бане. Добавить в чашу к кокосовой стружке.",
    },
    {
      number: 3,
      text:
      "Влить в чашу 200 г сгущенного молока.",
    },
    {
      number: 4,
      text:
      "Смешать. Отправить массу в морозильную камеру на 20 минут.",
    },
    {
      number: 5,
      text:
      "Залить миндальные орехи кипятком на 5 минут.",
    },
    {
      number: 6,
      text:
      "Очистить орехи. Подсушить на сухой сковороде без масла.",
    },
    {
      number: 7,
      text:
      "Достать массу из морозилки, сформировать круглые конфеты и поместить внутрь орехи. Обвалять конфеты в оставшихся 30 г кокосовой стружки.",
    },
    ],
  },



  {
    id: 24,
    cookingTime: 20,
    categoryId: 8,
    title: "Торт «Медовик»",
    src: require("../../assets/dish_24.jpg"),
    ingredients: [
    {
      title: "Мед",
      amount: "2 столовые ложки",
    },
    {
      title: "Яйцо куриное",
      amount: "2 штуки",
    },
    {
      title: "Разрыхлитель",
      amount: "1 чайная ложка",
    },
    {
      title: "Сахар",
      amount: "1 стакан",
    },
    {
      title: "Сливочное масло",
      amount: "425 г",
    },
    {
      title: "Пшеничная мука",
      amount: "3,5 стакана",
    },
    {
      title: "Грецкие орехи",
      amount: "по вкусу",
    },
    {
      title: "Вареное сгущенное молоко",
      amount: "1,5 банки",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      " На водяной бане растопить 125 грамм сливочного масла, добавить сахар, мед, размешать и нагревать, периодически помешивая. Нужно чтобы масса стала однородной.",
    },
    {
      number: 2,
      text:
      "Добавить разрыхлитель (если под рукой разрыхлителя нет, подойдет сода в том же объеме) и мешать до тех пор, пока масса не побелеет. Снять с бани и остудить.",
    },
    {
      number: 3,
      text:
      "Добавить яйца и хорошо размешать. Затем аккуратно ввести муку и замесить мягкое тесто. Разделить на 6-8 частей и раскатать коржи (удобнее всего раскатывать тесто прямо в форме, это можно сделать ложкой, размяв его по дну, так как тесто слишком мягкое и может прилипать к скалке). Выпекать коржи в нагретой до 170-180 градусов духовке примерно 5-10 минут.",
    },
    {
      number: 4,
      text:
      "Для крема 300 грамм размягченного сливочного масла взбить миксером до получения пышной массы.",
    },
    {
      number: 5,
      text:
      "Затем, не прекращая взбивать, добавить в масло небольшими порциями вареное сгущенное молоко и снова взбить все вместе до получения пышной однородной массы.",
    },
    {
      number: 6,
      text:
      "Готовые коржи сложить друг на друга и ровно обрезать края с помощью ножа. Промазать коржи кремом и сложить один на другой, последний верхний корж также обмазать кремом, бока торта — тоже. Украсить толчеными грецкими орехами.",
    },
    ],
  },



  {
    id: 25,
    cookingTime: 20,
    categoryId: 8,
    title: "Торт сметанник",
    src: require("../../assets/dish_25.jpg"),
    ingredients: [
    {
      title: "Сгущенное молоко",
      amount: "1 банка",
    },
    {
      title: "Сахар",
      amount: "100 г",
    },
    {
      title: "Пшеничная мука",
      amount: "8 столовых ложек",
    },
    {
      title: "Сливочное масло",
      amount: "100 г",
    },
    {
      title: "Сметана 20%-ная ",
      amount: "1/2 кг",
    },
    {
      title: "Какао",
      amount: "1 столовая ложка",
    },
    {
      title: "Сода",
      amount: "1 чайная ложка",
    },
    {
      title: "Яйцо куриное",
      amount: "2 штуки",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Сливочное масло комнатной температуры взбейте с яйцами. Добавьте сгущенное молоко и взбейте.",
    },
    {
      number: 2,
      text:
      "Просейте муку, погасите соду уксусом и добавьте в тесто, тщательно перемешайте.",
    },
    {
      number: 3,
      text:
      "Готовое тесто разделите на 2 части, в одну часть добавьте какао, перемешайте.",
    },
    {
      number: 4,
      text:
      "Духовку разогрейте до 180 градусов. Формы смажьте маслом, испеките 2 коржа до готовности (около 20 минут).",
    },
    {
      number: 5,
      text:
      "Приготовьте крем для торта: сметану с сахаром слегка взбейте.",
    },
    {
      number: 6,
      text:
      "Готовые коржи разрежьте на 2 части и срежьте боковые части. Все коржи сметанника, кроме нижнего проколите вилкой, чтобы лучше впитывали в себя крем.",
    },
    {
      number: 7,
      text:
      "Промажьте все коржи кремом и выложите в виде торта. Обмажьте кремом и боковые части торта.",
    },
    {
      number: 8,
      text:
      "Обрезки коржей измельчите в крошку, и посыпьте ими сметанник. Торт поставьте в холодильник пропитываться на ночь.",
    },
    ],
  },



  {
    id: 26,
    cookingTime: 20,
    categoryId: 8,
    title: "Традиционный торт «Наполеон»",
    src: require("../../assets/dish_26.jpg"),
    ingredients: [
    {
      title: "Пшеничная мука",
      amount: "1,799 кг",
    },
    {
      title: "Сливочное масло",
      amount: "600 г",
    },
    {
      title: "Вода",
      amount: "200 мл",
    },
    {
      title: "Соль",
      amount: "1/2 чайной ложки",
    },
    {
      title: "Молоко",
      amount: "3 л",
    },
    {
      title: "Сахар",
      amount: "500 г",
    },
    {
      title: "Яйцо куриное",
      amount: "5 штук",
    },
    {
      title: "Ванилин",
      amount: "10 г",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Для теста 1,5 кг муки (6 стаканов) высыпать на рабочую поверхность. 500 грамм масла выложить на муку и мелко порубить ножом, чтобы масло начало смешиваться с мукой. Сформировать из этой массы горочку.",
    },
    {
      number: 2,
      text:
      "Холодную, но не ледяную воду смешать с солью и постепенно вливать в центр мучной горочки, постоянно перемешивая всю массу. Когда вся вода влита, тщательно перемешать, чтобы получилось однородное тесто.",
    },
    {
      number: 3,
      text:
      "Тесто разделить на 9 равных частей. Коржи раскатывать толщиной максимум 2 мм на поверхности, посыпанной мукой, и выпекать 15–20 минут в предварительно разогретой до 180 градусов духовке.",
    },
    {
      number: 4,
      text:
      "Для крема 2,5 литра молока поставить на огонь.",
    },
    {
      number: 5,
      text:
      "Пока молоко закипает, в миске смещать яйца и сахар. Добавить в массу муку и все тщательно перемешать. После этого влить оставшееся молоко (0,5 литра) и смешать до однородности.",
    },
    {
      number: 6,
      text:
      "Когда молоко хорошо нагреется, влить в него тоненькой струйкой яичную массу, непрерывно помешивая. Не переставая мешать, довести крем до кипения и выключить сразу, как на поверхности появятся пузыри. В горячий крем добавить 100 грамм масла и ванилин. По желанию можно добавит еще сахар.",
    },
    {
      number: 7,
      text:
      "Торт «собрать» на блюде, обильно промазывая каждый корж кремом. Крема много, поэтому не экономьте, пускай стекает по бокам — тогда коржи хорошо пропитаются. Один корж, наиболее румяный, раскрошите и посыпьте им верхушку и бока готового торта.",
    },
    {
      number: 8,
      text:
      "Дайте торту настояться, и через 6–7 часов можете наслаждаться!",
    },
    ],
  },



  {
    id: 27,
    cookingTime: 20,
    categoryId: 8,
    title: "Чизкейк с шоколадом и ирландским ликером",
    src: require("../../assets/dish_27.jpg"),
    ingredients: [
    {
      title: "Печенье",
      amount: "250 г",
    },
    {
      title: "Сливочное масло",
      amount: "100 г",
    },
    {
      title: "Сливочный сыр",
      amount: "600 г",
    },
    {
      title: "Сливочный ликер",
      amount: "25 мл",
    },
    {
      title: "Сахарная пудра",
      amount: "60 г",
    },
    {
      title: "Сливки 33%-ные",
      amount: "300 мл",
    },
    {
      title: "Горький шоколад",
      amount: "100 г",
    },
    {
      title: "Какао-порошок",
      amount: "по вкусу",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Растопить масло в сотейнике, добавить к нему раскрошенное печенье, хорошо перемешать, пока печенье не впитает в себя все масло.",
    },
    {
      number: 2,
      text:
      "Выложить получившуюся массу на дно разъемной формы диаметром 18 см, разровнять и отправить ее в холодильник до застывания. Это займет около 1 часа.",
    },
    {
      number: 3,
      text:
      "Слегка взбить сливочный сыр, добавить ликер и сахарную пудру, смешать до однородной массы.",
    },
    {
      number: 4,
      text:
      "Взбить сливки до твердых пиков, добавить их к сливочному сыру, также добавить измельченный шоколад и лопаткой аккуратными движениями снизу вверх смешать все до однородной массы.",
    },
    {
      number: 5,
      text:
      "Выложить массу на застывший корж, разровнять ее и поставить в холодильник до застывания, примерно на 2 часа.",
    },
    {
      number: 6,
      text:
      "Готовый чизкейк украсить какао-порошком.",
    },
    ],
  },


  {
    id: 28,
    cookingTime: 20,
    categoryId: 8,
    title: "Шоколадные трюфели",
    src: require("../../assets/dish_28.jpg"),
    ingredients: [
    {
      title: "Сливки 33%-ные",
      amount: "160 мл",
    },
    {
      title: "Черный шоколад 70%",
      amount: "340 г",
    },
    {
      title: "Какао-порошок",
      amount: "50 г",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Плиточный шоколад мелко нарезать, либо использовать шоколадные капли, их не нужно измельчать.",
    },
    {
      number: 2,
      text:
      "Сливки влить в сотейник и прогреть до 65 градусов.",
    },
    {
      number: 3,
      text:
      "Соединить сливки и шоколад, и перемешивать до тех пор, пока весь шоколад не растопится. Ганаш должен быть однородным. В конце можно воспользоваться венчиком, чтобы избавиться от неожиданных шоколадных комочков. Накрыть пленкой и убрать в холодильник на час.",
    },
    {
      number: 4,
      text:
      "Охлажденный ганаш зачерпнуть ложкой и руками скатать шар, обвалять его в какао. Так же поступить со всей шоколадной массой.",
    },
    ],
  },
  {
    id: 29,
    cookingTime: 20,
    categoryId: 8,
    title: "Шоколадный бисквит",
    src: require("../../assets/dish_25.jpg"),
    ingredients: [
    {
      title: "Яйцо куриное",
      amount: "1 штука",
    },
    {
      title: "Молоко",
      amount: "200 мл",
    },
    {
      title: "Пшеничная мука",
      amount: "200 г",
    },
    {
      title: "Сахар",
      amount: "200 г",
    },
    {
      title: "Ванильный сахар",
      amount: "2 чайные ложки",
    },
    {
      title: "Разрыхлитель",
      amount: "2 чайные ложки",
    },
    {
      title: "Шоколад",
      amount: "100 г",
    },
    {
      title: "Сливочное масло",
      amount: "50 г",
    },
    {
      title: "Соль",
      amount: "по вкусу",
    },
    {
      title: "Какао",
      amount: "30 г",
    },
    ],
    steps: [
    {
      number: 1,
      text:
      "Взбить яйцо с сахаром добавлять и хорошо взбивать молоко, какао, муку, соль, разрыхлитель, масло.",
    },
    {
      number: 2,
      text:
      "Покрошить дольками шоколада и перемешать.",
    },
    {
      number: 3,
      text:
      "В смазанную маслом форму вылить смесь.",
    },
    {
      number: 4,
      text:
      "Для вкусной корочки смазать смесью из 2 ложек какао, ложки масла, 2 ложек молока и 4 ложек сахара.",
    },
    {
      number: 4,
      text:
      "Запекать, проткнув, 40 минут при 180 градусах.",
    },
    ],
  },
];